---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.CanFlipWorkPlane
zh: 族实例
source: html/b108f031-40e0-bb91-6408-69c4d045db5a.htm
---
# Autodesk.Revit.DB.FamilyInstance.CanFlipWorkPlane Property

**中文**: 族实例

Identifies if the instance can flip its work plane.

## Syntax (C#)
```csharp
public bool CanFlipWorkPlane { get; }
```